export const districtOptions: string[] = [
  '강남구',
  '강동구',
  '강북구',
  '강서구',
  '관악구',
  '광진구',
  '구로구',
  '금천구',
  '노원구',
  '도봉구',
  '동대문구',
  '동작구',
  '마포구',
  '서대문구',
  '서초구',
  '성동구',
  '성북구',
  '송파구',
  '양천구',
  '영등포구',
  '용산구',
  '은평구',
  '종로구',
  '중구',
  '중랑구',
];

export const categoryOptions: string[] = ['풋살장', '축구장', '농구장', '테니스장', '배드민턴장'];

export const qnaAccount: object[] = [
  {
    '거래사기로 제재된 사람이 다시 필드패서를 이용할 수 있나요?':
      '거래사기가 사실로 확인될 시 통지 후 계정 삭제 처리되며, 재가입할 수 없습니다.',
  },
  {
    '등록한 게시물이 갑자기 삭제됐어요.':
      '이용원칙에 어긋난 게시글은 통보 없이 삭제되며, 마이페이지에서 내역을 확인하실 수 있습니다.',
  },
  { '회원 탈퇴를 하고 싶어요.': '마이페이지 메뉴에서 탈퇴 가능합니다.' },
];
export const qnaPolicy: object[] = [
  {
    '사기꾼의 주요 사기 패턴 유형이 궁금해요.':
      '판매자가 본인의 예약내역 인증 없이 거래를 원할 경우 주의해야할 수 있습니다.',
  },
  {
    '사기를 당하면 어떻게 처리해야 되나요?':
      '채팅 중일 경우 채팅창 상단의 : 버튼을 눌러 신고 가능하며, 필드패서 사이트 상단의 "고객센터" 메뉴를 통해 관리자에게 피해사실을 알릴 수 있습니다. 관리자가 신속히 확인한 후 피해 유형에 따라 보상 방안과 처리 결과를 안내해드리겠습니다.',
  },
  {
    '필드패서 이용 시 지켜야 할 운영 정책은 어떤 것들이 있나요?': '운영 정책 링크를 참고바랍니다.',
  },
];
export const qnaEtc: object[] = [
  {
    '사이트 이용 방법을 알고 싶습니다.':
      '메인 페이지 상단의 검색 기능을 이용해 원하는 종목과 지역에 맞는 게시글을 찾아볼 수 있습니다. 양도 받고싶은 게시물을 클릭 해 판매자와 채팅으로 거래 약속을 잡은 후, 판매자에게 양도 금액을 송금합니다. 판매자가 거래 완료 버튼을 누르면 해당 게시글은 거래 당사자들 외에는 볼 수 없도록 양도중인 게시글 목록에는 나타나지 않게 됩니다.',
  },
  {
    '거래를 취소하고 싶어요.':
      '거래 예약 상태일 경우 상대방에게 취소 의사를 밝힌 후 채팅 창의 예약 취소 버튼을 누르면 정상처리됩니다. 거래 사기로 인한 취소 요청이 아닐 경우 필드패서에서는 강제 취소처리가 불가능하며, 거래 상대와 채팅을 통해 개인적으로 취소 및 환불 요청을 하셔야 합니다.',
  },
  {
    '양도받은 이후 사정이 생긴다면 재판매도 가능한가요?':
      '현재 재판매는 불가능하며, 추후 운영정책이 변경될 수 있습니다.',
  },
  {
    '고객센터 운영시간은 어떻게 되나요?': '평일 오전 9시 ~ 오후 6시 입니다.',
  },
];
